

[
  {
    "name": "John Doe",
    "email": "johndoe@example.com",
    "image": "https://www.sportsunfold.com/wp-content/uploads/2021/06/Pep-Guardiola.jpg.webp",
    "expertise": "Football",
    "students": 20,
    "details": "Passionate football instructor with years of experience. Focuses on skill development, teamwork, and tactical strategies. Creates a positive learning environment tailored to individual needs. Join John's sessions to enhance your game and have fun on the field."
  },
  {
    "name": "Jane Smith",
    "email": "janesmith@example.com",
    "image": "https://img.bleacherreport.net/img/article/media_slots/photos/001/536/016/51039989eb8aa1b796ebd896f6933165_crop_exact.jpg?w=2975&h=2048&q=85",
    "expertise": "Basketball",
    "students": 15,
    "details": "Skilled basketball instructor offering comprehensive training sessions covering techniques, shooting, dribbling, defense, and teamwork. Boost your skills and confidence with Jane's inclusive coaching style."
  },
  {
    "name": "David Johnson",
    "email": "davidjohnson@example.com",
    "image": "https://i.brecorder.com/primary/2022/01/61e88af635866.jpg",
    "expertise": "Tennis",
    "students": 10,
    "details": "Dedicated tennis instructor providing personalized sessions focusing on technique, footwork, strategy, and mental preparation. Join David's classes to improve your game and develop a lifelong love for tennis."
  },
  {
    "name": "Sarah Williams",
    "email": "sarahwilliams@example.com",
    "image": "https://thebridge.in/h-upload/2021/07/25/11813-bob-bowman-with-michael-phelps.webp",
    "expertise": "Swimming",
    "students": 25,
    "details": "Experienced swimming instructor offering lessons for beginners and intermediate swimmers. Focuses on technique, water safety, and building confidence in the water. Enhance your swimming abilities with Sarah's patient and supportive approach."
  },
  {
    "name": "Michael Brown",
    "email": "michaelbrown@example.com",
    "image": "https://athlonsports.com/.image/t_share/MTgyMDE0NDc0Nzg0MTU0NzU1/tiger-woods-greatest-golfer.jpg",
    "expertise": "Golf",
    "students": 18,
    "details": "Professional golf instructor providing comprehensive lessons covering swing mechanics, short game, putting, and course management. Improve your golf skills and enjoy the game with Michael's guidance."
  },
  {
    "name": "Emily Davis",
    "email": "emilydavis@example.com",
    "image": "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2017/06/yoga-guru-baba-ramdev-1431156860e11-1498040340.jpg",
    "expertise": "Yoga",
    "students": 12,
    "details": "Passionate yoga instructor specializing in Hatha and Vinyasa flow. Creates a serene and inclusive atmosphere for students of all levels. Focuses on breath control, alignment, and mindfulness. Join Emily's classes to improve flexibility, strength, and inner balance."
  }
  
]
